"sure" = "Sure";
"cancel" = "Cancel";
"tip.title" = "Tip";

"action.title.photos" = "Album";
"action.title.camera" = "Camera";

"permission.setting.Camera.%@" = "Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"";
"permission.setting.Photos.%@" = "Please allow %@ to access your album in \"Settings -> Privacy -> Photos\"";
"permission.setting.Location.%@" = "Please allow %@ to access your location in \"Settings -> Privacy -> Location\"";
"permission.setting.Micphone.%@" = "Please allow %@ to access your micphone in \"Settings -> Privacy -> Micphone\"";
"permission.setting.AddressBook.%@" = "Please allow %@ to access your addressBook in \"Settings -> Privacy -> Contacts\"";
"permission.setting.Notification.%@" = "Please allow %@ to access your notification in \"Settings -> Notifications\"";

"noti.newMsgTitle" = "A new message";
"noti.newMsgContent" = "You receive a new message";

//NSDateCategory
"NSDateCategory.text1" = "one minute";
"NSDateCategory.text2.%.f" = "%.f minutes ago";
"NSDateCategory.text3.%.f" = "%.f hours ago";
"NSDateCategory.text4.%.f" = "%.f days ago";
"NSDateCategory.text5" = "M-d";
"NSDateCategory.text6%.f" = "%.f years ago";
"NSDateCategory.text7.%@" = "Yesterday %@";
"NSDateCategory.text8" = "M-d HH:mm";
"NSDateCategory.text9" = "aa hh:mm";
"NSDateCategory.text10" = "aa hh:mm";
"NSDateCategory.text11" = "aa hh:mm";
"NSDateCategory.text12" = "aa hh:mm";
"NSDateCategory.text13" = "M-d HH:mm";
"NSDateCategory.text14.%@" = "today %@";
